export const HIRAGANA = {
  "あ":"a","い":"i","う":"u","え":"e","お":"o",
  "か":"ka","き":"ki","く":"ku","け":"ke","こ":"ko",
  "さ":"sa","し":"shi","す":"su","せ":"se","そ":"so",
  "た":"ta","ち":"chi","つ":"tsu","て":"te","と":"to",
  "な":"na","に":"ni","ぬ":"nu","ね":"ne","の":"no",
  "は":"ha","ひ":"hi","ふ":"fu","へ":"he","ほ":"ho",
  "ま":"ma","み":"mi","む":"mu","め":"me","も":"mo",
  "や":"ya","ゆ":"yu","よ":"yo",
  "ら":"ra","り":"ri","る":"ru","れ":"re","ろ":"ro",
  "わ":"wa","を":"wo","ん":"n"
};

export const KATAKANA = {
  "ア":"A","イ":"I","ウ":"U","エ":"E","オ":"O",
  "カ":"KA","キ":"KI","ク":"KU","ケ":"KE","コ":"KO",
  "サ":"SA","シ":"SHI","ス":"SU","セ":"SE","ソ":"SO",
  "タ":"TA","チ":"CHI","ツ":"TSU","テ":"TE","ト":"TO",
  "ナ":"NA","ニ":"NI","ヌ":"NU","ネ":"NE","ノ":"NO",
  "ハ":"HA","ヒ":"HI","フ":"FU","ヘ":"HE","ホ":"HO",
  "マ":"MA","ミ":"MI","ム":"MU","メ":"ME","モ":"MO",
  "ヤ":"YA","ユ":"YU","ヨ":"YO",
  "ラ":"RA","リ":"RI","ル":"RU","レ":"RE","ロ":"RO",
  "ワ":"WA","ヲ":"WO","ン":"N"
};
